"--- ALL CATEGORIES ---" = "--- ALL CATEGORIES ---";

"About" = "About";

"Add Map" = "Add Map";

"Add Map By URL" = "Add Map By URL";

"Add Map Error" = "Add Map Error";

"Added" = "Added";

"Adding..." = "Adding...";

"All Categories" = "All Categories";

"All Checkins" = "All Checkins";

"Anonymous" = "Anonymous";

"Are you sure you want to cancel?" = "Are you sure you want to cancel?";

"Authentication Required" = "Authentication Required";

"By using this app, you agree to the following terms and policy:" = "By using this app, you agree to the following terms and policy:";

"Cancel" = "Cancel";

"Categories..." = "Categories...";

"Category Required" = "Category Required";

"Checkins..." = "Checkins...";

"Comment Queued" = "Comment Queued";

"Comment Required" = "Comment Required";

"Contact" = "Contact";

"Date Required" = "Date Required";

"Description Required" = "Description Required";

"Details" = "Details";

"Display" = "Display";

"Double tap to move map pin to new location" = "Double tap to move map pin to new location";

"Download Map Images" = "Download Map Images";

"Download Photos" = "Download Photos";

"Email Required" = "Email Required";

"Enable OpenGeoSMS" = "Enable OpenGeoSMS";

"Enter comment" = "Enter comment";

"Enter description" = "Enter description";

"Enter email" = "Enter email";

"Enter email address" = "Enter email address";

"Enter first name" = "Enter first name";

"Enter last name" = "Enter last name";

"Enter name" = "Enter name";

"Enter title" = "Enter title";

"Enter webpage" = "Enter webpage";

"Find Maps Around Me" = "Find Maps Around Me";

"Finding address..." = "Finding address...";

"Finding location..." = "Finding location...";

"for" = "for";

"Found" = "Found";

"Hide Status Bar" = "Hide Status Bar";

"I Agree" = "I Agree";

"Icon Badge Number" = "Icon Badge Number";

"Last synced" = "Last synced";

"Latitude Required" = "Latitude Required";

"List" = "List";

"Locating..." = "Locating...";

"Location Required" = "Location Required";

"Locations..." = "Locations...";

"Longitude Required" = "Longitude Required";

"Map" = "Map";

"Maps" = "Maps";

"Maps..." = "Maps...";

"Model" = "Model";

"Name Required" = "Name Required";

"No" = "No";

"No Category" = "No Category";

"No checkins" = "No checkins";

"No comments" = "No comments";

"No Date" = "No Date";

"No Location" = "No Location";

"No maps" = "No maps";

"No photos" = "No photos";

"No reports" = "No reports";

"No videos" = "No videos";

"No webpages" = "No webpages";

"Not verified" = "Not verified";

"Ok" = "Ok";

"OK" = "OK";

"Pending" = "Pending";

"Pending Upload" = "Pending Upload";

"Photos" = "Photos";

"Photos..." = "Photos...";

"Privacy Policy" = "Privacy Policy";

"Report Queued" = "Report Queued";

"Reports" = "Reports";

"Reports..." = "Reports...";

"Resize New Photos" = "Resize New Photos";

"Resize Photo Width" = "Resize Photo Width";

"Search checkins..." = "Search checkins...";

"Search reports..." = "Search reports...";

"Searching..." = "Searching...";

"Select a category" = "Select a category";

"Send" = "Send";

"Send via OpenGeoSMS" = "Send via OpenGeoSMS";

"Sending..." = "Sending...";

"Sent" = "Sent";

"Share Application" = "Share Application";

"SMS" = "SMS";

"Synchronization Required" = "Synchronization Required";

"Synchronize" = "Synchronize";

"Synchronize Error" = "Synchronize Error";

"Syncing..." = "Syncing...";

"Terms Of Service" = "Terms Of Service";

"Title Required" = "Title Required";

"Unable to add map to database" = "Unable to add map to database";

"Unsaved Changes" = "Unsaved Changes";

"Upload" = "Upload";

"Upload Error" = "Upload Error";

"Upload via Ushahidi API" = "Upload via Ushahidi API";

"Uploaded" = "Uploaded";

"Uploaded report..." = "Uploaded report...";

"Uploaded video..." = "Uploaded video...";

"Uploading..." = "Uploading...";

"User Agreement" = "User Agreement";

"User Captured Video" = "User Captured Video";

"User Location" = "User Location";

"Verified" = "Verified";

"Version" = "Version";

"Video Error" = "Video Error";

"with" = "with";

"Would you like to synchronize now?" = "Would you like to synchronize now?";

"Yes" = "Yes";

